/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "pe";
/* Login screen text */
"create_account" = "Krouiñ ur Gont";
/* Login screen text */
"import_profile" = "Emporzhiañ ur Profil";
/* Password field */
"password" = "Ger-kuzh";
/* Login button */
"log_in" = "Kevreañ";
/* Login screen text */
"create_profile" = "Krouiñ ur profil";
/* Login screen text */
"import_to_antidote" = "Emporzhiañ e-barzh Antidote";
/* Login screen text */
"create_account_username_title" = "Penaos e viot gwelet gant ho tarempredoù ?";
/* Login screen text */
"create_account_username_placeholder" = "Anv-Implijer";
/* Login screen text */
"create_account_profile_title" = "Penaos pellgomz d'ar profil-mañ ,";
/* Login screen text */
"create_account_profile_placeholder" = "Anv ar profil";
/* Login screen text */
"create_account_profile_hint" = "d.sk. Home, iPhone";
/* Login screen text */
"set_password_title" = "Termeniñ ur Ger-Kuzh";
/* Login screen text */
"set_password_hint" = "Ret eo da gaout gerioù-kuzh da wareziñ ho roadennoù. Mirit anezhañ sur - ur wezh kollet ne c'hallo bet bezañ adroet.";
/* Login button */
"create_account_next_button" = "Goude";
/* Login button */
"create_account_go_button" = "Mont";
/* Default status message */
"default_user_status_message" = "Toksi a ran war Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Ebarzhiñ ho PIN da zibrennañ";
/* PIN screen text */
"pin_set" = "Termenit ur PIN";
/* PIN screen text */
"pin_confirm" = "Kadarnaat ar PIN";
/* PIN screen error */
"pin_do_not_match" = "Ne glot ket ar PINoù. Klaskit adarre.";
/* PIN screen error */
"pin_incorrect" = "PIN Direizh";
/* PIN screen screen */
"pin_enabled" = "Pin Gweredeakaet";
/* PIN screen screen */
"pin_touch_id_enabled" = "Gweredekaat Touchenn an ID";
/* PIN screen screen */
"pin_description" = "Mirout ouzh an haezennoù diaotreet war Antidote gant ur c'hod PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Ober gant ur roudennviz evel un hent-biou da ebarzhañ ur PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Prennañ an Diamzer";
/* PIN screen screen */
"pin_lock_immediately" = "Diouzhtu-dak";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 Eilenn";
/* PIN screen screen */
"pin_lock_1_minute" = "1 Vunutenn";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 Vunutenn";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 Munutenn";

/* Label shown when connecting to Tox network */
"connecting_label" = "O kevreiñ...";

/* Tab name and screen name */
"contacts_title" = "Darempredoù";
/* Tab name and screen name */
"chats_title" = "Flapoùva";
/* Tab name and screen name */
"settings_title" = "Arventennoù";
/* Tab name and screen name */
"profile_title" = "Profil";

/* No contacts placeholder text */
"contact_no_contacts" = "Darempred ebet";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Ouzhpenniñ un darempred\npe\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "Rannañ hoc'h identelezh Tox";
/* Contact request section title */
"contact_requests_section" = "Goulennoù darempred";
/* Contact last seen status */
"contact_last_seen" = "Gwelet da: %@";
/* Screen name */
"contact_request" = "Goulenn darempred";
/* Contact request button */
"contact_request_decline" = "Nac'hañ";
/* Contact request button */
"contact_request_accept" = "Asantiñ";
/* Contact request confirmation */
"contact_request_delete_title" = "Lemmel ar goulenn darempred kuit ?";

/* Share Tox ID text */
"show_qr_code" = "Diskouez ar c'hod QR";
/* Share Tox ID text */
"copy" = "Eilañ";

/* Add contat screen name */
"add_contact_title" = "Ouzhpenniñ Darempred";
/* Add contat button */
"add_contact_send" = "Kas";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Ebarzhiañ identelezh Tox";
/* Add contat placeholder text */
"add_contact_or_label" = "Pe";
/* Add contat button */
"add_contact_use_qr" = "Implijout ar c'hod QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Kemennadenn";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Demat ! Ha gellout a rafec'h ouzhpenniñ ac'hanon d'ho listenn darempredoù ?";
/* Add contat error */
"add_contact_wrong_qr" = "Kod QR fall. Rankout a rafe kaout en ennañ an identelezh Tox";

/* User name text */
"name" = "Anv";
/* User nickname text */
"nickname" = "Lezanv";
/* User status message text */
"status_message" = "Statud ar gemennadenn";
/* User status text */
"status_title" = "Statud";
/* User Tox ID text */
"my_tox_id" = "Ma identelezh Tox";
/* User public key text */
"public_key" = "Alc'hwez Foran";
/* Share Tox ID text */
"show_qr" = "Diskouez QR";
/* Profile menu item / screen name */
"profile_details" = "Munudoù ar profil";
/* Profile button */
"logout_button" = "Digevreañ";

/* QR code screen button */
"qr_close_button" = "Serriñ";

/* Chat screen placeholder */
"chat_no_chats" = "Flapoù ebet";
/* Chats screen message text */
"chat_outgoing_file" = "Restr o vont maez :";
/* Chats screen message text */
"chat_incoming_file" = "Restr o vont e-barzh :";
/* Chats screen message text */
"chat_call_finished" = "Pellgomzadenn echuet";
/* Chats screen message text */
"chat_unanwered_call" = "Pellgomzadenn chomet direspont";
/* Chat button */
"chat_send_button" = "Kas";
/* Chat notification toast */
"chat_new_messages" = "↓ Kemennadennoù nevez";
/* Chat call information */
"chat_call_message" = "Pellgomz,";
/* Chat call information */
"chat_missed_call_message" = "Pellgomzadennoù c'hwitet";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Muioc'h";

/* Status message */
"status_offline" = "Maezlinenn";
/* Status message */
"status_online" = "Enlinenn";
/* Status message */
"status_away" = "Ezvezant ";
/* Status message */
"status_busy" = "Ac'hubet";

/* Notification text */
"notification_new_message" = "Kemennadennoù nevez";
/* Notification text */
"notification_incoming_contact_request" = "Goulenn darempred nevez";
/* Notification text */
"notification_is_calling" = "O pellgomz";
/* Notification text */
"notification_incoming_file" = "Restr o vont e-barzh";

/* Settings menu / screen name */
"settings_about" = "Diwar-benn";
/* Settings menu / screen name */
"settings_faq" = "FAG";
/* Settings menu / screen name */
"settings_advanced_settings" = "Arventennoù araokaet";
/* About screen menu */
"settings_antidote_version" = "Stumm Antidote";
/* About screen menu */
"settings_antidote_build" = "Sevel Antidote";
/* About screen menu */
"settings_toxcore_version" = "Stumm Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Trugarekadurioù";
/* Settings screen menu */
"settings_autodownload_images" = "Pellgargañ skeudennoù emgefreek";
/* Settings screen menu */
"settings_autodownload_images_description" = "Pellgargañ en un doare emgefreek ar skeudennoù o tont e-barzh.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Diskouez ar C'hemennadennoù";
/* Settings screen menu */
"settings_notifications_description" = "Pa vo an arload war an drekleur, resev a rit kemennadennoù e-pad dek munud c'hoazh.";
/* Settings screen menu */
"settings_udp_enabled" = "Gweredekaat an UDP";
/* Settings screen menu */
"settings_restore_default" = "Resteurel an arventennoù dre ziouer";
/* Settings screen autodownload images option */
"settings_never" = "Morse";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Oc'h implijout ar Wi-fi";
/* Settings screen autodownload images option */
"settings_always" = "Dalc'hmat";

/* Profile settings menu */
"change_password" = "Cheñch ar Ger-Kuzh";
/* Profile settings menu */
"delete_password" = "Dilemmel ar Ger-Kuzh";
/* Profile settings menu */
"old_password" = "Ger-Kuzh kozh";
/* Change password text */
"new_password" = "Ger-Kuzh nevez";
/* Change password text */
"repeat_password" = "Ar Ger-Kuzh c'hoazh";
/* Change password button */
"change_password_done" = "Graet";
/* Change password error */
"password_is_empty_error" = "Ne rankfe ket bezañ goullo ar Ger-Kuzh";
/* Change password error */
"wrong_old_password" = "Ger-Kuzh Fall";
/* Change password error */
"passwords_do_not_match" = "Ne Glot ket ar Gerioù-Kuzh";

/* Source of photo to take */
"photo_from_camera" = "Kamera";
/* Source of photo to take */
"photo_from_photo_library" = "Ar Skeudennaoueg";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Dibosupl eo da emdreiñ ar skeudenn";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Kas d'an darempred";

/* Profile menu item */
"export_profile" = "Ezporzhiañ ar Profil";
/* Profile menu item */
"delete_profile" = "Lemmel kuit ar Profil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Lammel Kuit ar Profil ?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Ha sur oc'h ?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Ne c'hellec'h ket distreiñ war an oberiadenn-mañ ";

/* Call screen text */
"call_incoming" = "Pellgomzadenn o tont-tre";
/* Call screen text */
"call_ended" = "Pellgomzadenn echuet";
/* Call screen text */
"call_reaching" = "O c'hortoz...";

/* File message text */
"chat_file_cancelled" = "Nulet";
/* File message text */
"chat_waiting" = "O C'hortoz...";
/* File message text */
"chat_paused" = "Ehanet";

/* Deleting chat confirmation */
"delete_chat_title" = "Lemmel ar flap hag ar c'hemennadennoù istorel-mañ kuit ?";
/* Deleting contat confirmation */
"delete_contact_title" = "Lemmel an darempred-mañ kuit ?\nHo flap istorel a vo kollet.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Lemmel ar goulenn darempred kuit ?";
/* Deleting single message in chat */
"delete_single_message" = "Dilemmel ar Gemennadenn";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Dilemmel ar C'hemennadennoù";
/* Deleting all messages in chat. */
"delete_all_messages" = "Lemmel kuit an Holl";
/* Delete button */
"alert_delete" = "Lemmel kuit";
/* Delete button */
"alert_cancel" = "Nulañ";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Ebarzhit un anv implijer hag un anv profil. ";
/* Error while creating new profile */
"login_profile_already_exists" = "Graet e vez gant an anv profil-mañ dija.";

/* General error title */
"error_title" = "Fazi";
/* General error button */
"error_ok_button" = "Mat eo";
/* General error button */
"error_retry_button" = "Adklask";
/* Error */
"error_contact_not_connected" = "N'emañ ket maez-linenn an darempred ";
/* Error */
"error_too_many_files" = "Re a dreuskasoù restr gweredekaet.";
/* Error */
"error_internal_message" = "Fazi Diabarzh";
/* Error */
"error_wrong_password_title" = "Ger-Kuzh Fall";
/* Error */
"error_wrong_password_message" = "Ar ger-kuzh a embarzh arouezhioù fall.";
/* Error */
"error_import_not_exist_title" = "Dibosupl da embarzhañ ar restr tox enrollet";
/* Error */
"error_import_not_exist_message" = "N'eus ket eus ar restr !";
/* Error */
"error_decrypt_title" = "Dibosupl da zirinegañ ar restr tox enrollet ";
/* Error */
"error_decrypt_empty_data_message" = "Lod eus ar maeziennoù stlenn a oa goullo.";
/* Error */
"error_decrypt_bad_format_message" = "Ar restr a zo er stumm fall pe trefoet. ";
/* Error */
"error_decrypt_wrong_password_message" = "Fall eo ar ger-kuzh pe  trefoet  eo ar restr.";
/* Error */
"error_general_unknown_message" = "C'hoarvezet ez eus ur fazi dianavezet.";
/* Error */
"error_general_no_memory_message" = "N'eus ket trawalc'h a vemor.";
/* Error */
"error_general_bind_port_message" = "Dibosubl d'en em lugañ ouzh ur porzh.";
/* Error */
"error_general_profile_encrypted_message" = "Rineget eo ar Profil.";
/* Error */
"error_general_bad_format_message" = "Ar restr a zo er stumm fall pe trefoet.";
/* Error */
"error_proxy_title" = "Fazi a-berzh ar Proxy";
/* Error */
"error_proxy_invalid_address_message" = "Ur stumm fall a zo gant chomlec'h ar Proxy.";
/* Error */
"error_proxy_invalid_port_message" = "Porzh Proxy a zo direizh.";
/* Error */
"error_proxy_host_not_resolved_message" = "N'en deus ket gallet bezañ digoublet hostiz Proxy. ";

/* Error */
"error_name_too_long" = "An anv a zo re hir !";
/* Error */
"error_status_message_too_long" = "Statud ar gemennadenn a zo re hir !";

/* Error */
"error_contact_request_too_long" = "Ar gemennadenn a zo re hir !";
/* Error */
"error_contact_request_no_message" = "Kemennadenn ebet spisaet";
/* Error */
"error_contact_request_own_key" = "Ne c'hallan ket ma ouzhpennañ d'am listenn darempredoù.";
/* Error */
"error_contact_request_already_sent" = "Goulenn mignoniezh kaset dija";
/* Error */
"error_contact_request_bad_checksum" = "Checksum fall, gwiriekait mar-plij ho ped ebarzhet an identelezh Tox mat.";
/* Error */
"error_contact_request_new_nospam" = "Nospam fall, gwiriekait mar-plij ho ped ebarzhet an identelezh Tox mat.";

/* Call error */
"call_error_already_in_call" = "Oc'h ober ur bellgomzadenn dija";
/* Call error */
"call_error_contact_is_offline" = "E maez-linenn emañ an darempred.";
/* Call error */
"call_error_no_active_call" = "N'eus pellgomzadenn gweredakaet ebet.";

/* Error while using color theme */
"theme_error_cannot_open" = "Dibosupl eo da zigeriñ an theme, stumm fall.";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Mary Cokley";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Shirley Knox";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Jennifer Smith";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Marina Dixon";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Carol Ortega";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Michael Sharpe";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Charles Donahue";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Lee Murdock";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Wayne Henderson";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Robert Newton";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Ha ken sur ez eo Antidote?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "Evel-just, par-ha-par eo";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "Ha petra a dalv an dra-mañ? Par-ha-par? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "Kas a rit ur berrgemenn war-eeun, n'eus servijer ebet pe traoù mod-se";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ rineget eo 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Kool!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "Emaon o vont da glask neuze";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "Koan fenoz?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "Me soñj-din e ouzon diwar-benn petra emaoc'h o komz";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "A dra-sur, trugarez!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "eya";

/* Tab chats badge ending */
"accessibility_chats_ending" = "flapoù amlennet";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Lakaat pe dilemel an avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Flapva";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Digeriñ ar flapva.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Pellgomzadenn gant ar vouezh";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Pellgomz gant ar vouezh.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Pellgomzadenn gant ar Video";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Pellgomz gant ar Video.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Diskouez ar roll eilañ.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Kemm an talvoudegezh.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Kemennadenn";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Ho kemennadenn";